{
  "page_3": "Published by Pearson Education Limited, 80 Strand, London, WC2R 0RL.\nwww.pearsonschoolsandfecolleges.co.uk\nCopies of official specifications for all Edexcel qualifications may be found on the website: www.edexcel.com\nText © Pearson Education.\nTypeset by Tech-Art Ltd\nIllustrations by Tech-Art Ltd\nOriginal illustrations © Pearson Education\nDesigned by Colin Tilley Loughrey\nCover photo: Shutterstock.com / MadamSaffa\nFirst published 2017\n19 18 17 16\n10 9 8 7 6 5 4 3 2 1\nThe rights of Christine Brain, Anna Cave and Karren Smith to be identified as authors of this work has been asserted by\nthem in accordance with the Copyright, Designs and Patents Act 1988.\nBritish Library Cataloguing in Publication Data\nA catalogue record for this book is available from the British Library\nISBN 978 1 29218 277 3 (Print)\nISBN 978 1 29218 367 1 (PDF)\nCopyright notice\nAll rights reserved. No part of this publication may be reproduced in any form or by any means (including\nphotocopying or storing it in any medium by electronic means and whether or not transiently or incidentally to some\nother use of this publication) without the written permission of the copyright owner, except in accordance with the\nprovisions of the Copyright, Designs and Patents Act 1988 or under the terms of a licence issued by the Copyright\nLicensing Agency, Saffron House, 6–10 Kirby Street, London EC1N 8TS (www.cla.co.uk). Applications for the copyright\nowner’s written permission should be addressed to the publisher.\nPrinted and bound in Italy by Neografia\nAcknowledgements\nFor acknowledgements please see page 284.\nA note from the publisher\nIn order to ensure that this resource offers high-quality support for the associated Pearson qualification, it has been\nthrough a review process by the awarding body. This process confirms that this resource fully covers the teaching and\nlearning content of the specification or part of a specification at which it is aimed. It also confirms that it demonstrates\nan appropriate balance between the development of subject skills, knowledge and understanding, in addition to\npreparation for assessment.\nEndorsement does not cover any guidance on assessment activities or processes (e.g. practice questions or advice on\nhow to answer assessment questions), included in the resource nor does it prescribe any particular approach to the\nteaching or delivery of a related course.\nWhile the publishers have made every attempt to ensure that advice on the qualification and its assessment is\naccurate, the official specification and associated assessment guidance materials are the only authoritative source of\ninformation and should always be referred to for definitive guidance.\nPearson examiners have not contributed to any sections in this resource relevant to examination papers for which they\nhave responsibility.\nExaminers will not use endorsed resources as a source of material for any assessment set by Pearson.\nEndorsement of a resource does not mean that the resource is required to achieve this Pearson qualification, nor does\nit mean that it is the only suitable material available to support the qualification, and any resource lists produced by\nthe awarding body shall include this and other appropriate resources.\nA01_PSYC_SB_GCSE_2773_PRE.indd 2 11/04/2017 12:15",
  "page_4": "Contents\nIntroduction iv\nTopic 1 Development 2\nTopic 2 Memory 28\nTopic 3 Psychological problems 48\nTopic 4 The brain and neuropsychology 78\nTopic 5 Social influence 98\nPreparing for your exam 1 124\nTopic 11 Research methods 130\nTopic 6 Criminal psychology 166\nTopic 7 The self 186\nTopic 8 Perception 208\nTopic 9 Sleep and dreaming 228\nTopic 10 Language, thought and communication 248\nPreparing for your exam 2 272\nIndex 279\nAcknowledgements 284\niii\nA01_PSYC_SB_GCSE_2773_PRE.indd 3 11/04/2017 12:15",
  "page_5": "Introduction\nWelcome to Edexcel GCSE (9–1) Psychology\nExploring human behaviour\nThe new Edexcel GCSE course will help you to develop your knowledge and\nunderstanding of a wide range of topics in psychology. Using a ‘key question’\napproach, such as ‘How does your memory work?’ and ‘How do others affect\nyou?’, it investigates areas of human behaviour and allows you to relate them to\nyour own experiences.\nThere are many benefits to taking the Edexcel GCSE Psychology course.\n• It encourages you to carry out practical experiments and investigations where\npossible – helping to bring the subject to life.\n• It includes contemporary studies that are relevant to today’s generation\nof students.\n• If you do well in this course you will be in a good position to progress to further\nstudy of psychology at AS or A level. The content of this GCSE is ideal grounding\nfor these qualifications, and it has been designed using a similar approach in\norder to make the experience of moving on as smooth as possible.\nHow you will be assessed\nThe GCSE course consists of compulsory and optional topics. You will study six\ncompulsory topics and two optional topics (which your teacher will choose).\nYour assessment will consist of two separate written exams. Paper 1 covers\ncompulsory topics 1 to 5 and accounts for 55 per cent of the total mark. Paper 2\ncovers the optional topics. It is worth 45 per cent of the final mark. Both papers\ninclude questions covering the content of Topic 11 Research methods.\nHow to use this book\nThis book contains all the information you need for the topics, theories and studies\nyou will be learning about. It also covers the key issues and debates relating to\neach of the compulsory topics. Each section guides you through the content of\nthe course in a practical and engaging way, making it clear what you will cover\nand providing useful activities and questions to help you practise what you have\nlearned. There are two dedicated sections to help you prepare for the exams.\nThe book is organised as follows:\n• compulsory topics 1 to 5\n• Preparing for your exam (Paper 1)\n• compulsory Topic 11 Research methods\n• optional topics 6 to 10\n• Preparing for your exam (Paper 2).\nTopic 11 Research methods has been positioned between the compulsory and\noptional topics, since you will need to draw on the research methodologies\ndescribed in both of your exam papers.\niv\nA01_PSYC_SB_GCSE_2773_PRE.indd 4 11/04/2017 12:15",
  "page_6": "Introduction\nFeatures of the book • Sum it up – this gives a short conclusion about the\nstudy you have been learning about.\nIn this student book there are lots of different features.\nThey are there to help you learn about the topics in your • Exam-style question – these questions match the\ncourse in different ways, to understand it from multiple style of questions that you are likely to find in the\nperspectives and to get the most from your learning. written exams and give you useful practice as you go\nThese features, together with examples of each one taken through your course.\nfrom the book, are explained below.\nExam-style question\n• Exploring the topic – a key question is explored\nDefine what is meant by\nbriefly at the beginning of each topic, to get you\n‘egocentrism’. (2 marks)\nthinking about relevant issues before you start.\n• Your learning – a summary at the beginning of each\n• Exam tip – hints and tips to aid your learning and\ntopic that outlines exactly what you are going to learn.\nhelp you in the exams.\nYour learning\nExam tip\nIn this topic you will learn about:\nWhen asked to ‘define’\n• early brain development\nsomething, provide a statement\n• Piaget’s stages of development and their role in showing exactly what it means.\neducation Using an example can help to\n• Piaget’s theory of cognitive development. illustrate the meaning.\n• Getting started – an activity or a few questions to • Maths tip – hints and tips to help you complete\ncheck what you may already know about the topic mathematical tasks.\nand to encourage reflection or broader discussion. • Psychology in action – examples of how psychology\n• What you will learn – a short bullet point list of affects everyday life; these features help to set a topic\nexactly what is covered in each section. in context so you can understand its wider relevance.\n• Key terms – there are certain terms that you need Preparing for your exam\nto know and be able to explain. Key words that\nDedicated exam preparation sections with tips and\nare explained within the main text are in bold to\nguidance for success in your written exams. You’ll find\nemphasise their importance. They are explained in\nexample questions and answers, together with notes and\nthe nearby Key terms boxes.\nexplanations about the quality of the answers shown.\n• Apply it – this feature allows you to practise applying This will really help you build your understanding of how\na theory or concept you have learned to a specific to write stronger answers.\ntask or question.\nSupporting materials\n• Try it – opportunities to build your practical research/\ninvestigative skills by trying something for yourself. Answers to exam-style questions, as well as the full\n• Develop it – activities or tasks that encourage you to Glossary of Key terms included in this Student Book, can\nthink more broadly across the subject of psychology be downloaded from the Pearson GCSE (9-1) Psychology\nand develop your skills further. resources website at www.pearsonschools.co.uk/\nedgcsepsych17support.\n• Link it up – these features show you how different\nparts of your course link together.\nv\nA01_PSYC_SB_GCSE_2773_PRE.indd 5 11/04/2017 12:15",
  "page_7": "This page is intentionally left blank.\nA01_PSYC_SB_GCSE_2773_PRE.indd 2 11/04/2017 12:15",
  "page_8": "Topic 1\nDevelopment – How\ndid you develop?\nExploring the topic\nAre you wondering why it is important to know how we develop?\nDevelopment underpins everything we do, what we say, our attitudes and\nour beliefs throughout our lifetime. It is fundamental to understanding\nhumans. Most people would agree that it is important for us to know more\nabout how we become who we are. This is partly determined by what we\nare born with and partly influenced by what happens to us.\nHow much do you know about your own development? You probably\nrealise that you developed abilities as you got older, such as being able to\ndo puzzles that you could not do when you were younger.\nYou probably also know what people have said you are good at and what\nyou think you are good at; however, psychology suggests that this very\nknowledge can hinder your development. When someone challenges us\nto improve at something, we generally do better. Or you might have found\nthat you become better at something, such as a sport or a different skill,\nby practising and putting in effort.\nMany psychologists have researched these aspects of development and\nwe will be exploring these in more detail in this topic.\n2\nM01_PSYC_SB_GCSE_2773_U01.indd 2 11/04/2017 12:24",
  "page_9": "Your learning\nIn this topic you will learn about:\n• early brain development\n• Piaget’s stages of development and their role in education\n• Piaget’s theory of cognitive development\n• Dweck’s mindset theory and the effects of learning on development\n• Willingham’s learning theory and the effects of learning on development\n• development studies by Piaget and Inhelder (1956) and Gunderson et al. (2013)\n• issues and debates around the development of morality.\nGetting started\nYou can start by investigating your own development, which will help you to understand the theories you will be\nlearning about. Here are some ideas of how you could do this.\n• Informally interview someone who knew you when you were young and ask them what you were like as a 2-year-\nold compared with when you were 7 years old. What could you do and what could you not do at these ages?\n• Talk to someone of your own age about their development and how it differed or was similar to your own.\n• Perhaps gather information from other students in your class to see if gender seems to have affected\ndevelopment and in what way.\nHow could your age, upbringing and experiences affect your development?\n3\nM01_PSYC_SB_GCSE_2773_U01.indd 3 11/04/2017 12:24",
  "page_10": "Development – How did you develop?\nEarly brain development The medulla oblongata (also known as the medulla)\nis in the hindbrain in front of the cerebellum. It controls\ninvoluntary responses such as sneezing and breathing,\nWhat you will learn\nas well as heart rate and blood pressure. It has formed by\n• How the forebrain, midbrain and hindbrain develop the time the foetus is 20 weeks old, and connects the rest\nof the brain to the spinal cord (Figure 1.1).\nin the foetus.\n• The development of the cerebellum and medulla. Building neural connections from birth\nA key part of a baby’s brain development is the huge\nThe brain and connections within it are very complex. increase in the number of neural connections from\nWhile not everything about it is known, there is some birth to 3 years old, with 700–1000 new connections\ncurrent understanding about how the brain develops. forming every second. These connections allow for very\nfast communication between the many diff erent parts\nDevelopment of the midbrain, forebrain\nof the brain. The brain doubles in size over the fi rst year\nand hindbrain\nand reaches 80 per cent of its size by the age of 3 years.\nWhen the foetus is about 3 or 4 weeks old, a long tube Early connections are said to be of great importance and\ndevelops in the brain, which is divided from the front into are reinforced by use, so it is important that babies get\nthree distinct round sections. In order from the top, these plenty of stimulation.\nare the forebrain, midbrain and hindbrain. Below the\nhindbrain is the spinal cord. By 5 weeks old, the forebrain Link it up\nand hindbrain have each split into a further two cavities\nThe structure and function of the brain are explained in\n(giving fi ve in total); the forebrain splits into an anterior\nmore detail in Topic 4 The brain and neuropsychology.\n(front) and a posterior (behind) section and the hindbrain\nsplits through the middle. The midbrain does not divide.\nDevelopment of the cerebellum and medulla Key terms\nThe cerebellum (‘little brain’) can be seen in the foetus Brain: the organ in your head made up of nerves that\nat about 6 weeks and a year aft er birth the cerebellum processes information and controls behaviour.\nis three times the size. The cerebellum controls physical\nForebrain: the anterior part of the brain, including\nskills which develop a lot over this time, possibly\nthe hemispheres and the central brain structures.\naccounting for the growth of the cerebellum. The\nMidbrain: the middle section of the brain forming\ncerebellum is involved in responses such as fear, and in\npart of the central nervous system.\nfunctions such as processing sense information.\nHindbrain: the lower part of the brain that includes\nthe cerebellum, pons and medulla oblongata.\nAnterior: directed towards the front, when used in\nForebrain relation to our biology.\nPosterior: directed towards the back, when used in\nrelation to our biology.\nCerebellum: an area of the brain near to the brainstem\nthat controls motor movements (muscle activity).\nMedulla oblongata: connects the upper brain to the\nMidbrain\nspinal cord and controls automatic responses.\nBrainstem Cerebellum\nMedulla\nInvoluntary response: a response to a stimulus that\noblongata\noccurs without someone making a conscious choice.\nSpinal cord They are automatic, such as refl exes.\nNeural connections: links formed by messages\npassing from one nerve cell (neuron) to another.\nFigure 1.1 The divisions of the brain\n4\nM01_PSYC_SB_GCSE_2773_U01.indd 4 11/04/2017 12:24",
  "page_11": "Piaget’s stages of development and their role in education\nPiaget’s stages of development\nTry it\nand their role in education\nIf you have the opportunity to watch a baby aged 4 to 6\nmonths old, carry out an informal observation. Ask for\nparents’ permission and make sure the baby remains\nWhat you will learn\nhappy; this can be taken as a sign of their permission.\n• Piaget’s four stages of development. Watch to see if the baby repeats actions. Look too\n• The role of the stages of development in education. to see if they show an understanding of object\npermanence. To do this, as a form of play, try showing\nthe baby a ball (or the parent can do this). Make sure\nPiaget’s four stages of development\nthey are looking at it, then deliberately hide it under a\nAs part of his theory of how thinking develops, blanket, with the baby watching all the time. Does the\ncalled the ‘theory of cognitive development’, Jean baby look for the ball under the blanket? That means\nPiaget suggested that we go through distinct stages they know the ball exists even when they cannot\nof development. Each stage is fairly long and our see it. If you are unable to observe a baby, you could\nthinking abilities do not change much during these watch a YouTube video on object permanence and the\nstages. A change in thinking indicates when the next sensorimotor stage of development.\nstage is reached. During the transition from one stage\nto another, features of both stages are sometimes\nKey terms\nthere in a child, and sometimes not. During each\nCognitive: thinking, including problem-solving,\nstage there is consolidation of developing abilities in\nperceiving, remembering, using language\npreparation for the next stage.\nand reasoning.\nThe name of the first stage relates to the way babies\nOperations: how we reason and think about things.\nuse their senses and movements. The other three\nObject permanence: knowing something exists even\nstages bring in the idea of ‘operations’. Mental\nif it is out of sight.\noperations refer to how we reason and think about\nthings, such as sorting building blocks into size order.\nPre-operational stage (2 to 7 years)\nIt might help to think of operations as reasoning.\nThere are two stages within the pre-operational stage, the\nSensorimotor stage (birth to 2 years) symbolic function stage and the intuitive thought stage.\nInfants use their senses and movements to get\nThe symbolic function stage (2 to 4 years)\ninformation about their world. At first they live in\nChildren start imitating others and can use objects as\nthe present rather than understanding time and\nsymbols. Symbolic play involves using one object to\nspace around them. They learn by linking what\nrepresent different objects, such as using a box as a\nthey see, hear, touch, taste or smell to objects they\nstool and using role play. Children think in pictures and\nare using, for example by grasping and sucking\nuse symbols. They start to use words as symbols for\nobjects. They begin with reflex actions and then\nobjects, which is the beginning of language development.\nlearn to control their movements. At around 6\nChildren see the world through their own eyes, not\nmonths, they develop object permanence, which\nthrough someone else’s (this is known as egocentrism).\nmeans they learn that objects exist even when\nAnimism can also be seen where children believe objects\nthey cannot see them. By the end of this stage,\ncan behave as if they are alive.\nthe child has a sense of themselves as existing\nseparately from the world around them. An\nIntuitive thought stage (4 to 7 years)\ninteresting part of this stage occurs from around\n4 months old, when children repeat actions, such This is the start of reasoning. Children ask a lot of\nas dropping something deliberately that they first questions as they realise that they know a lot and want\ndropped by chance. to know more. They can only consider one aspect when\n5\nM01_PSYC_SB_GCSE_2773_U01.indd 5 11/04/2017 12:24",
  "page_12": "Development – How did you develop?\nsomething is complex (this is known as centration). There is also the understanding that they and others exist\nConservation is not yet achieved – children do not realise in the real world and separate from each other.\nthat changing how something looks does not change\nits volume, size or weight. There is also irreversibility, Using Piaget’s stages in education\nreferring to a child not being able to use thought to reverse\nPiaget’s theory has been applied to classroom practices.\nevents, such as knowing that if water from a wide glass is\nHis theory suggests that children’s actions and\npoured into a tall glass so it looks as if there is more water,\ninteractions affect their thinking, and that they cannot\nwhen the water is poured back into the wide glass it will\ndo certain things until they reach the appropriate stage\nlook the same as it did.\nof development. For example:\nConcrete operational stage (7 to 12 years)\n• Young children are egocentric and cannot understand\nChildren begin to apply rules and strategies to help the teacher’s viewpoint so might not do as they are\ntheir thinking and use concrete objects to aid their told because of their lack of understanding. They are\nunderstanding (for example, using counters to find the not being naughty.\nanswer to a sum). They have difficulty with abstract ideas\n• Children build their own schemas (representations\nsuch as morality.\nof the world) from their own experiences and so\nthey individually build their own knowledge and\nAbilities in this stage include:\nunderstanding.\n• seriation – sorting objects, such as into size\n• classification – naming and identifying objects Exam-style question\naccording to size or appearance\nDefine what is meant by ‘egocentrism’. (2 marks)\n• reversibility – for example, if they know that two bricks\nplus four bricks gives six bricks, they will know that six Exam tip\nbricks minus two bricks gives four bricks\nWhen asked to ‘define’ something, provide a\n• conservation – they know that length, quantity or\nstatement showing exactly what it means. Using an\nnumber are not related to how things look. If the\nexample can help to illustrate the meaning.\nshape is changed, for example, making the quantity\nlook different, children know that the quantity is still\nKey terms\nthe same\nSymbolic play: children play using objects and ideas\n• decentration – the ability to take multiple views of a\nto represent other objects and ideas.\nsituation (conservation relies on this).\nEgocentrism: unable to see the world from any other\nFormal operational stage (12+ years)\nviewpoint but one’s own.\nIn the concrete operational stage children’s thinking is\nAnimism: believing that objects that are not alive can\nabout controlling objects and events in the world. In the\nbehave as if they are alive.\nformal operational stage there is control over thoughts\nCentration: focusing on one feature of a situation\nthemselves. Young people can think about more than two\nand ignoring other relevant features.\nthings, such as thinking about height, age and gender\nIrreversibility: not understanding that an action can\nwhen describing a person. They also have the ability to\nbe reversed to return to the original state.\nthink about how time changes things, such as how as they\nMorality: general principles about what is right and\nget older they might not still live in the same town. They\nwrong, including good and bad behaviour.\ncan also understand that events have a sequence, such as\nSchema/schemata(s) (development): mental\nmoving from school to college and then to work.\nrepresentations of the world based on one’s own\nIn this stage a young person can see that actions have experiences. The plural of schema is ‘schemata’\nconsequences, such as how drinking alcohol can lead to though ‘schemas’ can also be used and is more\ndangerous behaviour, such as driving and killing someone. common.\n6\nM01_PSYC_SB_GCSE_2773_U01.indd 6 11/04/2017 12:24",
  "page_13": "Piaget’s stages of development and their role in edPuacapteiro n1\nTo help sensorimotor development For example, they can be asked to think about how their\nChildren are treated as individuals. They are provided different roles might conflict, such as how being a son\nwith a lot of stimulation and materials to practise skills and a friend can mean they have to make a decision\nand to build schemas. Children are practising their about a course of action. They realise they belong to\nsensorimotor skills and they get information from their different groups which have different norms and they\nsenses. Smells, tastes, sights, sounds and different can explore such norms to see that different people\ntextures can all be provided as stimulation. Colour is have different ideas from their own. Children in this\nimportant and often bright colours are used as young stage study different school subjects such as science\nchildren can more easily distinguish them. Human and arts, and these can help them to distinguish the\nvoices are responded to, as is music and other sounds. different ways of thinking about the world.\nSinging and rhythm can stimulate children and can help in Implications for teaching\nlanguage development. Having the opportunity to explore\nRobert Slavin (2005) suggested implications for teaching\nwith the mouth is valuable for learning about shapes and\nthat come from Piaget’s stages.\ntaste. Providing different textures, which can also mean\nhearing different sounds, is also useful stimulation. • There should be a focus on the child’s thinking and\nnot what they can do. It is the processes they use,\nStimulation helps children engage with the world and\nrather than the right answer, that is important.\nbuild schemas or ideas, which is how they learn.\n• Discovery learning is required and children must be\nable to engage freely with their environment rather\nTo help pre-operational development\nthan being told facts.\nChildren must ‘do’ things to learn and to keep\n• Teaching should accept and acknowledge that\nbuilding schemas, rather than watching someone else\nchildren do not think like adults and that they\nperforming actions. They need a lot of experiences to\ndevelop at different rates.\nextend their understanding as they focus on just one\npart of a problem at a time. • Children are individuals and go through the stages\nin different ways, so classrooms must be managed to\nChildren are seen as little scientists, building ideas suit all individual children and whole-class teaching is\nthrough experimenting with reality and they need not advised.\nequipment to experiment on. Children are encouraged\nto learn by discovery through interacting with their Apply it\nenvironment, not by being told things. Their individual\nFreda and Simon can do different things. Simon can\nlearning must be encouraged and developed,\nput pens into size order. Freda can work out which is\nacknowledging that different children are at different\nthe slowest and which is the fastest if she knows that\nstages in their development. Models, objects and visual\na horse can run faster than a dog and a dog can run\naids such as drawings and diagrams can help learning,\nfaster than a hedgehog. Explain which stage each child\nwhile instructions are kept short.\nis in according to Piaget’s stages of development.\nTo help concrete operational development\nTeachers can ask children to concentrate on more than Develop it\none aspect of an issue. Teachers can assume children\nFind out how pain management for children can be\ncan understand different viewpoints from their own,\nhelped by understanding the stages of development.\nand so the teachers will structure tasks accordingly.\nFor example, how might a 4-year-old child view pain?\nOne example is that a young child may associate\nTo help formal operational development\n‘headache’ with pain anywhere in the body, which\nChildren can discuss abstract concepts and be asked\nhealth professionals might find useful to know. See\ncomplex questions involving mental reasoning.\nif you can find other examples and relate them to\nPiaget’s stages.\n77\nM01_PSYC_SB_GCSE_2773_U01.indd 7 11/04/2017 12:24",
  "page_14": "Development – How did you develop?\nPiaget’s theory of cognitive development and the development\nof intelligence\nWhat you will learn\n• How children develop mental processes for\nlearning, so that children develop intelligence.\n• The strengths and weaknesses of Piaget’s cognitive\ndevelopment theory.\nPiaget’s explanation of understanding\nthe world\nPiaget held that children develop through adaptation –\nHow might a child’s ideas about birds and aeroplanes change as\nthey adjust to the world as they experience new things.\nthey develop?\nAs they develop, babies have to understand many new\nthings. They do this by forming ideas about how things\nLink it up\nare in the world. Their ideas take the form of schemas\nBartlett explored how schemas are formed in\n(schemata) or plans through which they represent the\nreconstructive memory. Find out more about schemas\nworld, such as a schema for ‘things dropping when\nthey are let go’. Often they can fit new things into their in Topic 2 Memory.\nexisting schemas about the world. However, as they\nexperience more, they need to change their schemas and\nKey terms\ncreate new ones.\nAdaptation: using assimilation and accommodation\nPiaget’s theory and the development of intelligence to make sense of the world.\nThe development of intelligence is about building Assimilation: incorporating new experiences into\nknowledge and skills. Intelligence is acquired through stages existing schemas.\nof development, such as developing object permanence and Accommodation: when a schema has to be changed\nformal reasoning (see Piaget’s four stages of development\nto deal with a new experience.\nin the previous section). Intelligence is developed through\nEquilibrium: when a child’s schemas can explain all\nbuilding schemas via adaptation and through the four\nthat they experience; a state of mental balance.\nstages of cognitive development (Table 1.1).\nMeaning Example\nSchemas Plans and patterns are formed about what A student has a classroom schema. On entering a\n/schemata we experience. Mental structures give us classroom, they would expect to see a board for\nframeworks to understand the world. writing on, some chairs and tables, a desk at the\nfront and fire safety instructions.\nAssimilation Incorporating new experiences into A young child develops a schema for birds flying\nexisting schemas. and, seeing an aeroplane, calls it a bird.\nAccommodation A schema no longer works and has to be The child will see that birds are alive and\nchanged to deal with a new experience. aeroplanes are not, and so they will need to change\ntheir ‘everything that flies is a bird’ schema.\nEquilibrium When a child’s schemas work for them and The ‘bird’ schema is changed. Aeroplanes are\nexplain all that they experience, the child included, and the child understands that they are\nis in equilibrium. They are in a state of metal and carry passengers, thus moving from\nmental balance. disequilibrium into a state of equilibrium.\nTable 1.1 Explaining Piaget’s theory of cognitive development\n8\nM01_PSYC_SB_GCSE_2773_U01.indd 8 11/04/2017 12:24",
  "page_15": "Piaget’s theory of cognitive develoPpampeern 1t\nTry it\nThis task highlights the importance of using mental representations of\nthe world to make sense of it. Gather together some participants, keeping\nto ethical principles. For information on ethical principles, see Topic 11\nResearch methods. Ask your participants to read the passage below and\nrate how clear it is.\nIt takes two people because one has to give instructions to the other.\nThey have to practise beforehand so that they know where to turn and\nwhat might be dangerous. Others also take part but at a different time.\nThe aim is to go as quickly as possible.\nThen tell them that the passage is about rally driving and ask them to rate\nits clarity again.\nStrengths and weaknesses of Piaget’s theory\nPiaget’s work has practical applications, thus strengthening the theory.\nDiscovery learning draws on Piaget’s ideas about focusing on the individual\nchild’s stage of development when helping their learning. When children\nare allowed to discover things at their own pace, they are able to build\nknowledge using schemas and can work according to their stage of\ndevelopment.\nAnother strength is that Piaget’s work has generated a great deal of\nLink it up\nresearch, including experiments, to show the existence of the stages and\nhow children build knowledge through creating schemas. Research results You need to know about Piaget\noften support his ideas (see the ‘three mountains’ task). However, other and Inhelder’s (1956) ‘three\nstudies have found that children can do things earlier than Piaget thought, mountains’ task. This is described\nwhich challenges his ideas. in more detail later in this topic.\nOne weakness of Piaget’s theory is that he did not look at the influence of\nsocial interactions or the cultural setting, which can affect the development\nof patterns of thought. Pierre Dasen (1994) found that Aboriginal children\ndeveloped the ability to conserve at a later stage than Piaget’s Swiss sample\ndid. This suggests that culture may affect cognitive development.\nWhen looking at the strengths and weaknesses of a theory, it is useful to\nconsider the methods used to gather evidence for the theory. A weakness is\nthat Piaget’s data came from his interviews and observations with children.\nAs a result, his interpretations of situations and events may have been\nsubjective, leading to some bias in his findings. Another weakness is a lack\nKey terms\nof validity in his studies; other studies using similar methods but in more\nrealistic settings produced different findings. Subjective: based on personal\nopinion or feelings.\nLink it up Validity: when the results of a\nstudy represent the situation\nThe way we see our world is discussed more in Topic 8 Perception. For more\nthey are testing (in real life).\ninformation on validity and subjectivity, see Topic 11 Research methods.\n9\nM01_PSYC_SB_GCSE_2773_U01.indd 9 11/04/2017 12:24",
  "page_16": "Development – How did you develop?\nDweck’s mindset theory and\nKey terms\nthe eff ects of learning on\nMindset: a set of beliefs someone has that guides\ndevelopment how someone responds to or interprets a situation.\nAbility: what someone can do, such as maths ability\nWhat you will learn or ability to play tennis. Dweck suggests ability can be\nseen as either fi xed and innate or as able to be improved.\n• The meaning of mindset.\nEff ort: when you try to do better using determination.\n• How mindset aff ects the development of abilities\nand whether they are seen as fi xed or changeable Fixed mindset: believing your abilities are fi xed and\nthrough eff ort. unchangeable.\n• The strengths and weaknesses of Dweck’s Growth mindset: believing practice and eff ort can\nmindset theory. improve your abilities.\nIntroduction to mindset theory\ndevelopment. A child can be praised for being good at\nMindset is the set of beliefs we all have about our something. According to Dweck, they may then draw\nability to succeed in education and other areas. the conclusion that ability is fi xed at birth. If a child is\nUnderstanding mindset theory is important because not praised for something, the child may assume they\nchildren’s educational achievements can infl uence do not have that ability and conclude that it is pointless\ntheir future, and their mindset can be improved to working hard to achieve it. It is better to praise children\naff ect achievement in a positive way. Mindset theory for eff ort, as they then believe they can achieve\nsuggests that children who think they can improve something and so they carry on trying. Children need to\nwill continue to put in eff ort, whereas those who avoid thinking they have or do not have an ability and\nthink they do not have a particular ability tend to instead believe they can put in the eff ort to achieve.\nstop trying. Mindset theory tells us that children with This is a more positive way of looking at things.\na fi xed mindset can change to a growth mindset\nKey points of Dweck’s mindset theory\n(Figure 1.2).\n• Children can develop a fi xed mindset about a particular\nFixed and growth mindset: ability and eff ort\nability they think they do not have and give up, fearing\nCarol Dweck is an American psychologist who has they will not be successful because the ability is not\nfocused on helping students to achieve more, ‘in them’. They stop taking on challenges. With a fi xed\nspecifi cally by considering how praise aff ects children’s mindset, a person can become depressed and stop\ntrying. A growth mindset\n'I look at allows for the idea of eff ort\n'If I am no good\nat it I might as well give up' others succeeding and bringing success. Challenges\n'I am a really think I can do the same' become worthwhile and\n'It is no good me\ngood reader' 'I listen to feedback, take it on board feedback is taken notice of.\ntrying because\nand adjust my performance accordingly' • Teachers also have fi xed\nI don't have\nor growth mindsets, which\nthe ability'\naff ect how they respond to a\nchild. A teacher with a fi xed\nmindset can see children as\n'I don't take on new\n'I do not think that lacking a particular ability,\nchallenges as I might intelligence is fixed whereas a teacher with a\nshow myself up' at birth' growth mindset sees that\n'I enjoy a challenge'\na child can improve with\n'I don't listen to feedback as 'I can put in effort and\nperseverance.\nit won't help me to improve' change my abilities'\nFigure 1.2 Dweck’s fi xed and growth mindsets and how they aff ect a person\n10\nM01_PSYC_SB_GCSE_2773_U01.indd 10 11/04/2017 12:24",
  "page_17": "Dweck’s mindset theory and the effects of learning on develoPpampeern 1t\nExam-style question Exam tip\nFor each child, state whether they have a fixed or a growth mindset. It is a good idea in an exam to\n• Tom does not do well at school because he does not try anything new. read a question through once and\n• Kani now reads better having asked her mother to help her to practise. then read it again more carefully\n• Fi felt she was not good at Maths because that is what she was told. from the start to check your\n(2 marks) understanding before answering.\nExperimental evidence\nIn one of Dweck’s experiments (Mueller and Dweck, 1998), it was found that Link it up\npraising students’ ability led them to a fixed mindset and they were vulnerable\nIdeas from Dweck’s mindset\nto issues such as coping with setbacks. In contrast, praising effort or use of\ntheory are used in Gunderson et\nstrategy taught a growth mindset, leading to students persevering more. In\nal.’s (2013) ‘Parent Praise’ study\nanother study by Yeager and Dweck (2012) of more than 1500 students, it was\ndiscussed in the Studies section.\nfound that low-achieving students who learned to use a growth mindset did\nRead ahead to find out more.\nbetter compared to a control group who did not have that learning.\nStrengths and weaknesses of mindset theory\nA strength of Dweck’s theory is that it has practical applications. Teachers\nor parents can focus on praising effort, rather than ability, in order to\nencourage children. The theory itself is positive – it shows that change is\npossible, which helps society. Furthermore, there is evidence to support\nmindset theory. For example, Yeager and Dweck’s (2012) study found\nthat adolescents could deal better with not fitting in if they had a growth\nmindset. Believing (or being taught) that people can change led to better\nschool performance.\nMany of the studies that look into mindset have been experiments and\nso have artificial settings. This is a weakness because the results may not\nrepresent real life. This means that the data may lack validity. One exception\nis Gunderson et al. (2013), who used a natural environment when gathering\nApply it\ntheir data on parent praise, giving the findings validity.\nWhen marking Sanjit’s and\nThere are several other weaknesses. Studying the mindset of a child may\nSue’s essays, the teacher writes\nresult in the child becoming the focus if there are problems with their\ncomments as well as giving\nprogress, rather than the quality of what is being taught and how teaching is\nmarks. Her comments to Sanjit,\ndone. This can affect the usefulness of the theory. Similarly, studies testing\nwhose mark is low, include ‘You\nmindset theory tend to ignore the effects of giving feedback without any\ndo not write well’. Comments to\njudgement about the child or their ability, such as telling a child to ‘add a\nSue, whose mark is high, include\nconclusion’ to an essay. The way many studies are done leads to the ‘type of\n‘You are very good at writing\npraise’ being seen as an important variable, but there is a need to consider\nessays’. Using Dweck’s theory,\nbehaviour where praise does not feature.\nexplain the possible mindset of\nthe teacher. State one comment\nLink it up\nfor Sanjit and one comment for\nFor more information on the experimental method, see Topic 11 Research Sue to illustrate the opposite\nmethods. mindset.\n11\nM01_PSYC_SB_GCSE_2773_U01.indd 11 11/04/2017 12:24",
  "page_18": "Development – How did you develop?\nWillingham’s learning theory and the effects\nof learning on development\nWhat you will learn\n• Factual knowledge has to come first before skills can be developed.\n• Learning relies on practice and effort.\n• Strategies to support cognitive, physical and social development.\n• The strengths and weaknesses of Willingham’s learning theory.\nLink it up\nIntroduction to Willingham’s learning theory\nCriticisms of Piaget’s theory Daniel Willingham is a cognitive scientist who studies thinking and brain\nof cognitive development and activity. His work can be applied to the classroom and to other situations.\nhis ‘three mountains’ task are In his work, he explains not only his own ideas but also problems with the\ndiscussed in the Studies section. ideas of others, including Piaget and his ‘three mountains’ task.\nDevelop it\nCan teachers What will\nWillingham writes a column Does practice\nincrease a student’s improve a\nmake perfect?\ncalled ‘Ask the Cognitive Scientist’ self-control? student’s memory?\nin which he answers questions\nabout how to improve children’s\nFigure 1.3 Some questions Willingham considers about the effects of learning on\nlearning (Figure 1.3). Research\ndevelopment in his ‘Ask the Cognitive Scientist’ column\nsome of Willingham’s advice to\nteachers.\nFactual knowledge precedes (comes before) skill\nKnowing facts helps when building the skills of problem-solving and\nreasoning. An issue with learning and developing skills is that previous\nknowledge is often needed. For example, if a child reads ‘she has more\nlikes than me’, they would need previous knowledge about the idea of\n‘likes’ to understand what was being said.\nKnowledge can also free up space in our working memory to allow us\nKey term\nto use mental skills such as problem solving. Working memory involves\nWorking memory: has different different processes, working on information that comes in through\nparts for processing information our senses. Visual information is stored and processed separately\ncoming in from our senses, from sound information. A part of working memory is used for making\nincluding visual and sound data, decisions about the information and working memory is limited.\nand also involves a decision-\nWillingham suggests that what someone already knows leaves them\nmaking part.\nmore processing power to solve a problem and aids understanding. For\nexample, factual knowledge that priests wear special clothing can help\nsomeone to understand a problem about how a priest might trip on\ntheir robes.\n12\nM01_PSYC_SB_GCSE_2773_U01.indd 12 11/04/2017 12:24",
  "page_19": "Daniel Willingham’s learningP tahpeeorr 1y\nThe importance of practice and effort\nKey terms\nWillingham emphasises that practice and effort enable\nShort-term memory: our initial memory store that is\nus to master knowledge and skills. It is important to\ntemporary and limited.\npractise enough to be able to do things automatically.\nRehearse: repeat information over and over to make\nThis is necessary in order to leave enough working\nit stick.\nmemory for learning new things. Practice is not the only\nLong-term memory: a memory store that holds\nthing that’s important – a skill must be repeated many\npotentially limitless amounts of information for up to\ntimes and kept up.\na lifetime.\nImportance for building knowledge Motor skills: actions that involve muscles and brain\nprocesses, resulting in movement.\nShort-term memory involves practice, which means\nrehearsing what is to be remembered. What is learned\nImportance for building skills\nthen goes into the long-term memory where material\nhas to be reviewed and practised in order to remember Problem-solving and creative thinking are skills a\nit. There comes a time when there has been enough student needs to learn and these skills use working\npractice and effort. The material is fixed in the long- memory. Skills need to be developed so that they\nterm memory so well, that it is much less likely to be become automatic and use little space in working\nforgotten than if it was not practised and focused on memory. For example, reading becomes automatic once\n(Figure 1.4). Ways of practising to build knowledge there has been enough practice and effort.\ninclude doing quizzes or different tasks to help you\nStrategies to support development\nlearn the material.\nCognitive development\nDon’t practise Willingham proposed teaching strategies to help\nstudents learn. He suggested that teachers should:\n• use problems that are new and within a student’s\nuntil you get it\nability but that also require some effort\n• understand a student’s likely stage of development\nright. Practise\nwhen planning activities\n• remember that a student’s abilities are variable and\nuntil you can’t can change from day to day\n• consider factors other than developmental level. For\nexample, the student might not understand the task.\nget it wrong.\nPhysical development\nWillingham also believed that practice and effort\nwould improve physical development, such as\nFigure 1.4 Willingham wants students to practise enough for\nmuscle movements (motor skills). He related muscle\na skill to become automatic\nmovements to brain processing, suggesting that in\norder to improve these skills, you should:\nLink it up\n• focus on what movements will be suitable and in\nShort-term and long-term memory, including the role\nwhat order they need to be carried out\nof rehearsal, are discussed in Topic 2 Memory.\n• practise the movements in that order enough times\nto make the muscle commands automatic (to build a\nDevelop it skill set)\n• use conscious effort. For example, make changes in\nTry the ‘Stroop Effect test’ online to see how\norder to develop the motor skill, such as raising the\nautomatic processing works.\nbar when developing jumping skills.\n1133\nM01_PSYC_SB_GCSE_2773_U01.indd 13 11/04/2017 12:24",
  "page_20": "Development – How did you develop?\nSocial development\nWillingham’s focus on practice, effort and development gave rise to ideas\nthat teachers can use to help improve social development.\n• Build on a child’s ability to take the view of someone else. Willingham\ndisagrees with Piaget’s view that children cannot see things from someone\nelse’s viewpoint until they are about 7 years old; he thinks this can occur\nnearer to 18 months. In practice, Piaget himself later changed his view of\negocentrism and decentration and agreed that during the first 18 months,\nchildren can see other viewpoints. Once able to take another’s viewpoint,\na child can behave in helpful ways. This is the start of forming social\nrelationships with others.\n• Demonstrate appropriate social behaviour. The child will use social learning,\nwhere children imitate the behaviour of others in certain circumstances.\n• Help a child to stop impulsive behaviour, which means behaving without\nconsidering the consequences and mainly without thought. In educational\nterms, this uses up energy that could be used more productively, such as by\npaying attention to what is required in a classroom. By stopping impulsive\nbehaviour, a child can develop more suitable responses in social situations,\nwhich can help with building friendships. Impulsive behaviour can be\ncontrolled by using an organised classroom environment and removing\nanything that can trigger such behaviours.\n• Encourage practice, which requires self-regulation. Children need\nself-regulation because there are often other things they would rather\nLink it up do. Willingham refers to both nature and nurture in this respect.\nSelf-regulation can come from genes. It can also be influenced by the\nThe nature and nurture debate is\nenvironment, such as parents giving a child emotional support.\ndiscussed in Topic 3 Psychological\n• Delay giving a reward for a task to encourage a child to keep working at it,\nproblems.\nwhich requires them to have self-control.\nStrengths and weaknesses of Willingham’s learning theory\nWillingham’s work can be applied to education and other situations to\npromote a child’s development in a positive way. These practical applications\nof the theory are one of its strengths.\nKey terms\nDecentration: being able to separate yourself from the world and take\ndifferent views of a situation, so not being egocentric.\nSocial learning: learning by observing and copying others.\nSelf-regulation: limiting and controlling yourself without influence\nfrom others.\nNature: explanations of behaviour that focus on environmental factors\n(the things that happen to us).\nNurture: explanations of behaviour that focus on environmental factors\n(the things that happen to us).\n14\nM01_PSYC_SB_GCSE_2773_U01.indd 14 11/04/2017 12:24",
  "page_21": "Daniel Willingham’s learningP tahpeeorr 1y\nDevelop it\nPiaget in the 1920s changed his view of egocentrism. He said that\ndecentration, which means being able to separate self from the world and\nso ‘see’ other viewpoints, occurs as early as the first 18 months (Kesselring\nand Müller, 2011). A young child, by gathering information and changing\ntheir ideas to suit what they experience, comes to see themselves as\nseparate from the world. In the 1950s, Piaget suggested that decentration\noccurs in each of the stages, and that egocentrism, which means not\nbeing able to separate one’s own perspective from that of others, features\nin different ways in all of the stages.\nThere are other studies that support Willingham’s work and his arguments\nagainst Piaget’s view that development is in stages. For example, Betty\nRepacholi and Alison Gopnik’s (1997) study provides experimental support,\nshowing that young children were not as egocentric as Piaget thought.\nExperiments control everything that might affect a study’s results, allowing\nresearchers to make deliberate changes to see the effect these have\non something. Experimental evidence is therefore a strength because\nexperiments are carried out in a controlled way; however, they might not\nreflect reality, so the results may lack validity.\nLink it up\nRepacholi and Gopnik’s (1997) study is used as part of the discussion on\nPiaget and Inhelder’s (1956) ‘three mountains’ task in the Studies section.\nRead ahead to find out more.\nOne weakness is that Willingham did not really emphasise the importance of\nindividual differences for learning, though some features of his theory relate\nto genes. For example, he suggested that self-regulation and impulsivity\nare, to some extent, inherited. Though the theory gives strategies to help\ndevelopment, such as children getting emotional and cognitive support\nfrom their parents, what is in someone’s genes cannot be changed easily\nusing strategies. His theory aims to give universal strategies for change even\nthough he acknowledges genetic contributions.\nWillingham’s ideas come from many areas of cognitive science, including\nneuroscience (the role of the brain in muscle movements), memory theory\n(the role of working memory), and cognitive development. Drawing on\nevidence from other theories can be a strength. However, it does mean his\nideas are not really one singular theory that can be tested by gathering data.\nThis may be considered a weakness.\nLink it up\nThe idea of self-regulation as an inherited type of temperament is\ndiscussed in Topic 7 The self.\n15\nM01_PSYC_SB_GCSE_2773_U01.indd 15 11/04/2017 12:24",
  "page_22": "Development – How did you develop?\nStudies\nPiaget and Inhelder (1956)\n‘Three mountains’ task\nWhat you will learn\n• Background to the study.\n• The main aims, procedure, results and conclusion.\n• The strengths and weaknesses of the study.\nBackground to the study\nAccording to Piaget’s cognitive development theory, a young child in the pre-\noperational stage sees the world from their own viewpoint and cannot see\nsomeone else’s view of the world. Piaget called this inability ‘egocentrism’ –\nchildren are focused on themselves. They are likely to change how things\nLink it up\nlook in their own minds so that the ‘world’ matches how they see it.\nLook back at Piaget’s stages of\nThe understanding that there are viewpoints other than their own is\ndevelopment, including the issue\nsomething that develops over time. This helps to take children into the\nof egocentrism and the ability to\nconcrete operational stage, where they can ‘decentre’ – they can see from a\ndecentre.\nviewpoint other than their own and can consider multiple views of a situation.\nApply it\nRia, a 5-year-old, argues with\nher 8-year-old brother because\nhe will not play her game, which\nrequires him to describe what is\non the table for tea. She can see\nthe table but he cannot. Using\nPiaget’s ideas, explain why her\nbrother might not play the game\nand why Ria is annoyed about this.\nWhat would be the problem for the child who cannot understand what the other child can see?\nThe ‘three mountains’ task is part of a series of experiments that Jean Piaget\nand Bärbel Inhelder carried out to study children’s ways of looking at the world.\nPiaget and Inhelder wanted to look at a children’s understanding of groups\nof objects. They set up a study using a model of a group of mountains where\nchildren on different sides would have different views of each mountain.\n16\nM01_PSYC_SB_GCSE_2773_U01.indd 16 11/04/2017 12:24",
  "page_23": "Piaget and Inhelder (1956) ‘Three mountains’ task\nAims\nPiaget and Inhelder wanted to look at:\n• the extent to which children of different ages were able to take the view\nof another person\n• children’s overall system of putting together a number of different views\nof what they see.\nProcedure\nIn total, 100 children were studied (Table 1.2). Children under 4 years old were\nnot involved in the study as they were considered too young for the task.\nAge 4–6.5 years 6.5–8 years 8–9.5 years 9.5–12 years\nNumber of children 21 30 33 16\nTable 1.2 Details of Piaget and Inhelder’s participants\nFour main pieces of equipment\nThe study involved building a model of three mountains using sheets of\npaper pasted together to form card. The model was one metre square and\nranged from 12 to 30 centimetres high. The lowest mountain was green\nand had a house on top, the next highest was brown and had a red cross on\ntop and the highest, which was grey, had a snow-covered top. The smaller\ngreen mountain had a path winding down it while the middle-sized brown\nmountain had a stream coming down it. These were the important features\nof the model.\nTen pictures of the three mountains model were taken from different\npositions around it. The pictures were taken so that the features were visible\nand the colours were clear.\nThere were three pieces of card the same colour as the mountains, which\nthe child could arrange to represent the mountains according to a\ncertain viewpoint.\nThere was a wooden doll, around three centimetres high, with no facial features.\nWays of questioning the child\n• The child was asked to use the cardboard shapes to show how the\nmountain scene looked from different viewpoints. They were asked to\nplace the shapes to show the view they themselves were looking at. They\nwere also asked to place the shapes to show what the doll, positioned by\nthe researcher around the model, could ‘see’ (Figure 1.5).\nWhat would be the problem for the child who cannot understand what the other child can see?\n• The child was shown ten pictures of the model and asked to pick out the\npicture that represented what they could see from different positions.\nFigure 1.5 The three mountains\nThey were also asked to choose the picture the doll could ‘see’, again from\nmodel had specific features the\ndifferent positions the doll was placed in.\nchild could use to describe it, such\n• The child chose a picture and then had to position the doll so it could ‘see’ as a mountain blocking the view of\nthat viewpoint. another mountain\n17\nM01_PSYC_SB_GCSE_2773_U01.indd 17 11/04/2017 12:24",
  "page_24": "Development – How did you develop?\nResults\nPre-operational stage\nA child aged from 4 to 6.5 years in the pre-operational stage chooses\npictures and places cardboard to show their own view of the three\nmountains model, even if asked to show the doll’s view. Children cannot\nplace the doll in a position where the view matches a picture the child is\nshown. Even though the older children in this stage start to see that there\nare views other than their own, overall they show egocentrism.\nConcrete operational stage\nFrom 7 to 9 years old the child starts to understand that others looking\nfrom a different position can see the model differently. By 9 to 10 years old,\nKey term children can understand that the doll has a different view if in a position\nthat is different from their own.\nQualitative data: data that is\ndescriptive, not numbers, such as\nAs part of the experiment, Piaget and Inhelder gathered qualitative data\nwords or pictures.\nand included observations about individual children in their report.\nConclusion\nLink it up\nPiaget and Inhelder concluded that children up to about 7 years old were\nQualitative data is discussed in\negocentric – they could not ‘see’ from a viewpoint other than their own.\nTopic 11 Research methods.\nTowards the end of the pre-operational stage, the children were more able\nto think about someone else’s viewpoint. Therefore, children in the pre-\noperational stage did not have the understanding of ‘viewpoint’ yet.\nOlder children were non-egocentric. They were able to look at the\nmountains as objects relating to one another, such as the larger one\nsometimes blocking the view of the smaller one. Older children were able to\nposition their own viewpoint among views of others and construct mental\nrepresentations of what others can see. They had the ability to co-ordinate\ndifferent perspectives. Younger children could not do so.\nThe ‘three mountains’ task provided evidence for Piaget’s stages of\ndevelopment. It showed that children in the pre-operational stage were\negocentric whereas those in the concrete operational stage could take a\ndifferent view from their own and co-ordinate different viewpoints.\nStrengths and weaknesses of the study\nPiaget and Inhelder’s (1956) study had several strengths. They provided\na great deal of detail about what was done and, importantly, the results.\nThey wrote about individual children, giving qualitative data that was rich\nin detail and had depth. In addition to counting the number of errors, they\nlooked in detail at the errors and what each child did and said. This meant\nthey could show, for example, that as a child neared the next stage of\ndevelopment, they could achieve elements of that next stage.\n18\nM01_PSYC_SB_GCSE_2773_U01.indd 18 11/04/2017 12:24",
  "page_25": "Piaget and Inhelder (1956) ‘Three mountainPsa’p tears k1\nIn addition to observation and gathering qualitative data, Piaget and\nKey term\nInhelder used experimental methods – a further strength of the study. The\nexperimental nature of the study meant careful controls were in place, Reliability: the consistency\nsuch as using the same model and questions for each child. This allowed of an outcome or result of an\ninvestigation (a measure).\ncomparisons to be made between the results from different children, thus\nadding strength to the findings. Repeating the study with many children,\nmoving the doll and using different ways of getting the child to show what\nDevelop it\nthey saw or what they thought the doll saw, meant there was reliability in\nthe findings. Understanding children’s mental\nabilities is important for the\nThe results suggest that children develop thinking ability progressively as\ncriminal justice system. The ‘age\nthey age, rather than in distinct stages. In the study, older children in one\nof reason’ is when a child is seen\n‘stage’ were beginning to show the ability of those in the next ‘stage’. Piaget\nas able to accept responsibility for\nacknowledged that there was a period of transition between stages when\ntheir actions and 7 is usually the\nperformance of a task tended to be inconsistent. However, evidence showing\nage at which someone is said to\nthat stages are not as decisively ‘different’ as the term ‘stage’ suggests there\nbe able to commit a crime. Use the\nis a weakness in his use of ‘stage’ to explain cognitive development.\ninternet to find the age of criminal\nresponsibility in different countries\nA well-known criticism, and therefore a weakness of the ‘three mountains’\nsuch as England, Scotland and\ntask, is that other studies, using perhaps more realistic scenarios, did not\nSweden. Search for examples\ngive the same findings.\nof children under 10 who were\n• Helen Borke (1975) changed Piaget and Inhelder’s task to make it more not prosecuted for a crime they\nappropriate for the younger children. Borke used the puppet character were thought to have committed.\nGrover from Sesame Street and let the children turn the model of Alternatively, find out about any\n10 year olds who were considered\nmountains that she used, by putting it on a turntable. She found that\nold enough to be prosecuted. An\n3 year olds could give Grover’s viewpoint correctly more than 79 per\nexample is a case in Norway in\ncent of the time and 4 year olds did this 93 per cent of the time. Borke\n1994 when two young children\nsuggested that the ‘three mountains’ task was too hard for the younger\nkilled another child.\nchildren; it was not that they were egocentric.\n• Willingham, whose learning theory is explained earlier in this topic, used\nSum it up\nBetty Repacholi and Alison Gopnik’s (1997) study to criticise Piaget’s\nstages of development. Repacholi and Gopnik, in a study similar to that It is generally thought now that\nof the ‘three mountains’ task, found that children of 18 months could Piaget’s tasks were not realistic\nshow non-egocentric behaviour. In their study, children tasted crackers, enough for the children to\nwhich they liked, and broccoli, which they did not like. Then they saw the understand what was being asked.\nexperimenter show dislike of the cracker taste and liking of the broccoli. They were not able to understand\nLater, the experimenter placed a bowl of crackers and one of broccoli on the the doll’s viewpoint, for example,\nbecause they did not understand\ntable and asked the child to pass one of the bowls to the experimenter. The\nhow one mountain could block\n14-month-old children passed the experimenter the food they themselves\nthe view of another. Other studies\nliked, indicating egocentrism. Children aged 18 months, however, passed\nhave found that more familiar\nthe experimenter the broccoli because that is what they believed the\ntasks enable children to decentre\nexperimenter liked. They could appreciate the experimenter’s ‘view’.\nat an earlier age; Piaget’s ‘stage’\nIt is generally thought that the situation in Piaget and Inhelder’s study, using theory has been criticised as a\nthree mountains, was not sufficiently understood by the children. However, result of this. Nevertheless Piaget’s\nthe children were from Switzerland, so would have been familiar with ideas are still used in education\nmountainous scenery so this may not have been the case. today and help us to understand\nchildren’s cognitive development.\n19\nM01_PSYC_SB_GCSE_2773_U01.indd 19 11/04/2017 12:24",
  "page_26": "Development – How did you develop?\nGunderson et al. (2013) Parent Praise to 1–3\nYear Olds Predicts Children’s Motivational\nFrameworks 5 Years Later\nWhat you will learn\n• Background to the study.\n• Aims, procedure, results and conclusion.\n• Strengths and weaknesses.\nBackground to the study\nKey terms\nResearch has shown that the way parents praise their young children\nFramework: a basic\nimpacts a child’s later ideas about reasons for behaviour and beliefs. For\nunderstanding of ideas and\nexample, it is found that praising children’s effort rather than their ability\nfacts that is used when making\nleads to the idea (framework) that working hard can change achievements.\ndecisions.\nMany studies have used experiments to show this. Elizabeth Gunderson et\nPerson praise: someone praises\nal.’s (2013) study set out to see whether looking at parents praising children\nthe individual rather than what\nin the home – a natural setting – would support these experimental findings.\nthey are doing.\nProcess praise: someone praises\nPerson and process praise\nwhat is being done, not the\nParents can praise a child personally (person praise), they can praise a\nindividual.\nchild’s behaviour (process praise) or they can use a different type of praise.\nEntity theory/motivational\nframework: a belief that • Person praise seems to lead children, though not through conscious\nbehaviour or ability results from processes, to the idea that they are born with or without an ability.\na person’s nature. This in turn leads to fixed theory, known as entity theory or entity\nIncremental theory/ motivational framework. The result is that children might not try as\nmotivational framework: a hard on a task they think they are not good at.\nbelief that effort drives behaviour\n• Process praise, which involves praising behaviour and effort, appears to\nand ability, which can change.\nlead children to see a link between effort and success. They are likely to\nEcological validity: the extent see (again not consciously) ability as changeable and are more likely to\nto which the findings still keep trying to do better. This change theory is known as incremental\nexplain the behaviour in real life theory or incremental motivational framework.\nsituations.\nBuilding on experimental evidence\nThese ideas draw on Dweck’s mindset theory (Carol Dweck was involved\nLink it up\nin this study). Mindset theory uses experimental evidence. One issue with\nRemind yourself about Dweck’s this is that experiments, by using an artificial environment, can measure\nmindset theory, covered earlier unnatural behaviour and give unnatural findings (they lack ecological\nin this topic. Ecological validity validity). Consequently, Gunderson et al. wanted to use a natural setting\nis discussed in Topic 11 Research when gathering their data.\nmethods.\n20\nM01_PSYC_SB_GCSE_2773_U01.indd 20 11/04/2017 12:24",
  "page_27": "Gunderson et al. (2013) Parent Praise to 1–3 Year Olds Predicts Children’s Motivational Frameworks\nPraise and gender\nPrevious studies have shown that boys tend to think of ability and behaviour\nas changeable (incremental theory), suggesting that they receive process\npraise. Praise for girls is more likely to lead to entity theory, meaning\nbehaviour and ability are seen as fixed, suggesting that girls receive more\nperson praise. Gender differences regarding praise and reasoning are\ntherefore of interest to psychologists.\nAims\nThe researchers wanted to know whether:\n• children are affected by different types of parental praise given in a\nnatural situation\n• parents give girls less process praise and more person praise than boys\n• parents’ use of process or person praise in early childhood predicts\na child’s reasoning five years later about what motivates and causes\nbehaviour (whether it is down to ability or effort).\nMethod\nThe study followed a group of children over a long period of time. They\nlooked at parents’ use of praise at home when their children were 14 How might the type of praise affect a\nmonths, 26 months and 38 months old. Five years later, the children’s ideas child’s understanding of their ability?\nabout behaviour were measured and related to the type of praise they had\nreceived. Researchers looked at a child’s gender and influences of the type of\npraise on later ideas.\nParticipants\nIn total, 29 boys and 24 girls, with their caregivers, took part in the study.\nOf these children, 64 per cent were white, 17 per cent were African-American,\n11 per cent were Hispanic and 8 per cent were from multiracial backgrounds.\nMaths tip\nPractise drawing up tables, and using and calculating percentages when you see them in the text. Figures are\nusually given to two decimal places, so do the same and show all your working out.\nHere is an example for these participants:\nPercentage of participants (by gender) Percentage of participants (by ethnicity)\nAfrican-\nBoys Girls White Hispanic Multiracial\nAmerican\n29 ÷ 53 × 100 24 ÷ 53 × 100 64% 17% 11% 8%\n54.72% 45.28% Note these percentages should add up to 100%.\nTable 1.3 Example of how to calculate and show percentages in a table\nProcedure\nParental praise patterns\nNeither those collecting the data nor the participants knew that praise was being\nstudied. The participants thought the study was about language development.\n21\nM01_PSYC_SB_GCSE_2773_U01.indd 21 11/04/2017 12:24"
}